Repository: karim-aboelazm/MyPortfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: name
ar: الاسم

source: name_ar
ar: الاسم بالعربي

source: description
ar: الوصف

source: description_ar
ar: الوصف بالعربي

source: image
ar: الصورة

source: job
ar: الوظيفة

source: job_ar
ar: الوظيفة بالعربي

source: email
ar: البريد الالكتروني

source: phone
ar: رقم الهاتف

source: address
ar: محل الاقامة

source: address_ar
ar: محل الاقامة بالعربي

source: facebook
ar: الفيسبوك

source: github
ar: الجيت هب

source: whatsapp
ar: الواتساب

source: linkedin
ar: لينكيد ان

source: Resume
ar: السيرة الزاتية

source: About Me
ar: نبذة عني

source: jobs_for
ar: لمن هذه الوظائف

source: title
ar: عنوان

source: title_ar
ar: عنوان بالعربي

source: Jobs
ar: الوظائف

source: rate
ar: نسبة

source: Skills
ar: مهارات

source: icon
ar: رمز

source: Service
ar: الخدمات

source: number
ar: رقم

source: Statistics
ar: الاحصئيات

source: project_name
ar: اسم المشروع

source: project_name_ar
ar: اسم المشروع بالعربي

source: category
ar: القسم

source: category_ar
ar: القسم بالعربي

source: client
ar: اسم العميل

source: client_ar
ar: اسم العميل بالعربي

source: project_date
ar: تاريخ المشروع

source: project_url
ar: رابط المشروع

source: project_image
ar: صوة المشروع

source: project_desc
ar: وصف المشروع

source: project_desc_ar
ar: وصف المشروع بالعربي

source: Portfolio
ar: اعمالي

source: ProjectImages
ar: صور المشروع

source: Testimonial
ar: شهادة العملاء

source: Certifications
ar: شهاداتي

source: Course Title
ar: عنوان الكورس بالغة الانجليزية

source: Course Title Arabic
ar: عنوان الكورس باللغة العربية

source: Course Description Arabic
ar: وصف الكورس باللغة العربية

source: Course language
ar: لغة الكورس باللغة الانجليزية

source: Course language Arabic
ar: لغة الكورس بالغة العربيه

source: Course Description
ar: وصف الكورس باللغة الانجليزية

source: Started At
ar: ابتدأ في

source: Ended At
ar: انتهي في

source: Course price
ar: سعر الكورس

source: Course Discount for Price
ar: الخصم الخاص بالكورس

source: Course Price After Discount
ar: سعر الكورس بعد الخصم

source: Courses
ar: الكورسات

source: course
ar: كورس

source: Course Video Title
ar: عنوان فيديو الكورس باللغة الانجليزية

source: Course Video Title Arabic
ar: عنوان فيديو الكورس باللغة العربيه

source: Course Video Description
ar: وصف فيديو الكورس باللغة الانجليزية

source: Course Video Description Arabic
ar: وصف فيديو الكورس باللغة العربية

source: poster
ar: بوستر

source: Video
ar: فيديو

source: Video Duration in Minutes ?
ar: مدة الفيديو بالدقائق ؟

source: Video Number ?
ar: رقم الفيديو

source: Courses Videos
ar: الفيديوهات الخاصة بالكورسات

source: Course Lectures Title
ar: عنوان المحاضرات الخاصة بالكورس باللغة الانجليزية

source: Course Lectures Title Arabic
ar: عنوان المحاضرات الخاصة بالكورس باللغة العربية

source: Course Lectures Description
ar: وصف المحاضرات الخاصة بالكورس باللغة الانجليزية

source: Course Lectures Description Arabic
ar: وصف المحاضرات الخاصة بالكورس باللغة العربية

source: content in pdf
ar: محتوي الكورس بصيغة البي دي اف

source: Content number ?
ar: رقم المحتوي

source: Courses Lectures
ar: محاضرات الكورس

source: Course Benefit item
ar: الاستفادة

source: Courses Benefits
ar: الاستفادات الاتيه من الكورس

source: Course Requirements
ar: متطلبات الكورس

source: date published
ar: تاريخ النشر

source: User
ar: المستخدم

source: Comment
ar: التعليق

source: Rating
ar: المعدل

source: Course Reviews
ar: تقيمات الكورس

source: task
ar: المهمة

source: task number ?
ar: رقم المهمة

source: Course Homework
ar: واجبات الكورس

source: username
ar: اسم المستخدم

source: full_name
ar: الاسم بالكامل

source: join_on
ar: انضم في

source: Students
ar: الطلاب

source: Add To Cart
ar: اضف الي الحقيبة

source: Karim Aboelazm
ar: كريم ابوالعزم

source: all courses
ar: الكورسات

source: Course name
ar: اسم الكورس

source: Remove Course
ar: حذف الكورس

source: There are no courses in your cart
ar: لا يوجد كورسات داخل الحقيبة

source: Cart Total
ar: اجمالي السعر

source: Check Out
ar: ادفع الان

source: Empty Cart
ar: افرغ الحقيبة

source: Check out
ar: ادفع الان

source: Checkout Now
ar: ادفع الان

source: First Name
ar: الاسم الاول

source: Last Name
ar: اسم العائلة

source: Email Address
ar: عنوان بريد الكتروني

source: Phone Number
ar: رقم الهاتف

source: Order Summary
ar: ملخص الطلب

source: SN
ar: رقم

source: Name
ar: الاسم

source: Price
ar: السعر

source: Grand Total
ar: اجمالي السعر

source: Your cart is empty
ar: الحقيبة الخاصة بك فارغة

source: Our Courses
ar: كورساتنا

source: Course Details
ar: تفاصيل الكورس

source: Course Details
ar: تفاصيل الكورس

source: Requirements
ar: متطلبات الكورس

source: This Course for beginners
ar: هذا الكورس خاص بالمبتدئين

source: Old Price
ar: السعر قبل الخصم

source: New Price
ar: السعر بعد الخصم

source: Course Price
ar: سعر الكورس

source: Free
ar: مجانا

source: Created at
ar: ابتدأ في

source: ago
ar: منذ

source: Created by
ar: تم انشائه بواسطه

source: Eng Karim Mohammed Aboelazm
ar: المهندس كريم ابوالعزم

source: You had paid this course
ar: لقد دفعت هذه الدورة

source: check your profile
ar: تحقق من ملفك الشخصي

source: Profile
ar: الملف الشخصي

source: Email
ar: البريد الالكتروني

source: Phone
ar: رقم الهاتف

source: About me
ar: نبذة عني

source: Services
ar: الخدمات

source: My Projects
ar: مشاريعي

source: My Certifications
ar: شهاداتي

source: Send Message Us
ar: راسلنا

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

source: Send Message
ar: ارسال الرسالة

source: Get in Touch
ar: تواصل معنا

source: Orders
ar: الكورسات المطلوبة

source: Details
ar: تفاصيل

source: info
ar: معلومات

source: Category
ar: القسم

source: Client
ar: اسم العميل

source: Project date
ar: تاريخ المشروع

source: Project URL
ar: رابط المشروع

source: Change Password
ar: تغير كلمة المرور

source: Save
ar: احفظ

source: Edit Profile
ar: تعديل الملف الشخصي

source: Forgot Password
ar: نسيت كلمة المرور

source: Reset your Password
ar: اعادة كلمة المرور الخلصة بك

source: Email address
ar: عنوان بريد الكتروني

source: Enter Your Email Address
ar: ادخل بريدك الالكتروني

source: Get Reset Link
ar: استعادة كلمة المرور

source: Please login to see this page.
ar: من فضلك قم بتسجيل الدخول لمعرفة محتوي هذه الصفحة

source: Sign into your account
ar: سجل الدخول الي حسابك

source: Your Name
ar: اسمك

source: Your Email
ar: بريدك الالكتروني

source: password
ar: كلمة المرور

source: Your username and password didn't match. Please try again.
ar: يوجد خطأ في كلمة المرور حاول مرة اخري

source: Login
ar: تسجبل الدخول

source: Forgot Password ?
ar: نسيت كلمة المرور

source: Reset Now
ar: اعادة كلمة المرور

source: Don't have an account?
ar: ليس لديك حساب

source: Register here
ar: سجل الان

source: Terms of use.
ar: شروط الاستخدام.

source: Privacy policy
ar: سياسة الخصوصية

source: Forgot Password ?
ar: نسيت كلمة المرور

source: Personal Info
ar: المعلومات الشخصية

source: Username
ar: اسم المستخدم

source: Full Name
ar: الاسم بالكامل

source: Proffession
ar: المهنة

source: Student
ar: الطالب

source: Address
ar: العنوان

source: Joined On
ar: انضم في

source: My Courses
ar: الكورسات الخاصه بي

source: Opps !
ar: أوبس !

source: You have no courses yet !
ar: ليس لديك كورسات حتى الآن!

source: Last updated
ar: آخر تحديث

source: Go To Course
ar: اذهب الي الكورس

source: You have no courses yet !
ar: ليس لديك كورسات حتى الآن!

source: Welcome, new user. Please log in.
ar: مرحبا بك أيها المستخدم الجديد. يرجى تسجيل الدخول.

source: Reset Password
ar: اعادة كلمة المرور

source: New Password
ar: كلمةالمرور الجديدة

source: Sign up
ar: تسجيل الدخول

source: If you've an account?
ar: اذا كان لديك حساب؟

source: Welcome to My Portfolio
ar: مرحبا بك في الملف سيرتي الزاتية

source: Aboelazm
ar: ابوالعزم

source: My Portfolio
ar: ملفي الشخصي

source: Settings
ar: الضبط

source: Change password
ar: تغير كلمة المرور

source: Logout
ar: تسجيل الخروج

source: Register
ar: مستخدم جديد
